Repository: billsea/track_and_bill_mobile_ios
Catalog: trackandbill_ios/*.lproj/Localizable.strings
Languages: ar

source: OK
ar: موافق

source: Yes
ar: نعم

source: No
ar: لا

source: Cancel
ar: الغاء

source: Add Notes
ar: اضافة ملاحظات

source: Styles
ar: الاساليب

source: Address
ar: العنوان

source: City
ar: المدينة

source: Client Name
ar: اسم العميل

source: Clients
ar: العملاء

source: Contact Person
ar: الشخص الذى يمكن الاتصال به

source: Country
ar: البلد

source: Done
ar: عمله

source: Email
ar: البريد الالكترونى

source: New
ar: جديد

source: New Client
ar: عميل جديد

source: New Project
ar: مشروع جديد

source: Dashboard
ar: التابلوه

source: Edit Session
ar: تحرير الدورة

source: Phone
ar: الهاتف

source: Postal Code
ar: الرمز البريدى

source: Profile
ar: ملف تعريف

source: Project Name
ar: اسم المشروع

source: Date
ar: التاريخ

source: Hours
ar: ساعات

source: Minutes
ar: دقيقة

source: Seconds
ar: ثانية

source: Start Date
ar: تاريخ البدء

# complete_date
source: Completion Date
ar: تاريخ الانتهاء

source: Notes
ar: تلاحظ

source: State
ar: الدولة

# name_company
source: Your Name or Company
ar: اسمك او اسم الشركة

# save_and_exit
source: Save & Exit
ar: حفظ وخروج

source: Milage Tracking
ar: وتتبع السفر

# track_milage
source: Start Tracking Milage
ar: تبدا تتبع السفر

source: Session Notes
ar: وتلاحظ الدورة

source: Materials
ar: المواد

source: Materials Cost
ar: تكاليف المواد

source: Milage
ar: مسافة الرحلة

source: Milage Rate
ar: سعر السفر

source: Invoice
ar: الفاتورة

source: Invoice Date
ar: تاريخ الفاتورة

source: Invoice Rate
ar: معدل الفاتورة

source: Deposit
ar: الدفع

# terms_of_payment
source: Terms
ar: شروط الدفع

source: Approved By
ar: وافق

# check_num
source: Check #
ar: # افحص

source: New Session
ar: الدورة الجديدة

source: Edit Sessions
ar: تحرير الدورات

source: Invoices
ar: الفواتير

source: Export
ar: تصدير

# profile_alert
source: You must complete your personal profile before creating an invoice.
ar: عليك اكمال ملف التعريف الخاص بك, او ايقاف عرض اعدادات عنوان الفاتورة الطراز, قبل انشاء الفاتورة.

# profile_missing
source: Missing Profile
ar: فقد التوصيف

source: Invoice Number
ar: رقم الفاتورة

source: Show Invoice Header
ar: اعرض الفاتورة الراس

source: Invoice Style
ar: طراز الفاتورة

# total_hours_mins_secs
source: Total Time
ar: اجمالى الوقت

source: Start - Stop Timer
ar: لبدء او ايقاف مؤقت

# timer_running
source: Timer is Running
ar: وينشط موقت

# stop_timer
source: Please stop timer before continuing.
ar: يرجى ايقاف الموقت قبل المتابعة.

# milage_running
source: Milage tracking is running
ar: تنشيط تتبع السفر

# stop_milage
source: Please stop milage tracking before continuing.
ar: من فضلك توقف عن السفر تتبع قبل المتابعة.

source: Use Metric
ar: استخدم المقياس

# miles_col
source: Miles
ar: مسافة الرحلة

# km_col
source: Kilometers
ar: كم

source: Tenths
ar: الاعشار

# csv_file
source: Comma Separated Values File (CSV)
ar: القيم التى تفصل الفواصل فيما بينها الملف (CSV)

# email_csv
source: Email CSV File
ar: البريد الالكترونى ملف CSV

# csv_email_subject
source: Sessions CSV Export
ar: دورات تصدير CSV

# csv_email_body
source: Sessions CSV export file is attached.
ar: دورات CSV ملف التصدير.

# style_profile_alert
source: You must complete your profile before adding style
ar: عليك اكمال ملف التعريف الخاص بك قبل اضافة الطراز

# really_delete_title
source: Really Delete?
ar: فعلا هل تريد الحذف?

# really_delete_message
source: Are you sure you would like to delete?
ar: هل تريد بالتاكيد الحذف?
